[Author]
Language=French
TranslatedBy=
TranslatorContact=
TranslatorURL=
LastUpdated=22 August 2017

[Language]
TabSheet1.Caption=Compresser
TabSheet6.Caption=Décompresser
Label2.Caption=Sélectionnez le fichier:
Button1.Caption=Compresser
TabSheet2.Caption=Paramètres
TabSheet4.Caption=UPX
TabSheet5.Caption=Général
CheckBox1.Caption=Créer une copie de sauvegarde du fichier original
CheckBox2.Caption=Forcer la compression des fichiers suspects
CheckBox3.Caption=Ne compresser vraiment aucunes ressources
CheckBox4.Caption=Ne pas modifier les réadressages
CheckBox5.Caption=Ne pas compresser la section des exports
CheckBox6.Caption=Ne compresser aucune icône
Label4.Caption=Sélectionnez le niveau de compression:
CheckBox7.Caption=Ajouter au menu contextuel de l'Explorateur Windows
TabSheet3.Caption=Langage
Button4.Caption=Décompresser
s1=Le fichier n'existe pas.
s2=Fichier à compresser:
s3=Fichiers compressés avec succès:
s4=Une erreur est survenue:
s5=UPX.exe n'a pas été trouvé.
s6=Version UPX:
s7=Le fichier n'est pas un fichier PE valide.
s8=Fichier décompressé avec succès:
s9=Fichier à décompresser:

Label6.Caption=Sélectionner le dossier:
Button5.Caption=Parcourir...
btnStart.Caption=Démarrer
btnStop.Caption=Stop
btnOptions.Caption=Options
ListView1.Columns[0].Caption=Fichier
ListView1.Columns[1].Caption=Statut

FrmScanOptions.Caption=Options d'analyse
FrmScanOptions.cbScanSubfolders.Caption=Analyse récursive des sous-dossiers aussi 
FrmScanOptions.Label7.Caption=Inscrire le masque de recherche à utiliser:
FrmScanOptions.Label1.Caption=Choisir l'action désirée:
FrmScanOptions.rbCompress.Caption=Compresser
FrmScanOptions.rbDecompress.Caption=Décompresser
FrmScanOptions.btnOK.Caption=OK

s10=Sélectionner le répertoire ...
s11=Le répertoire n''existe pas.

imgFacebookLike.Hint=Suivez-nous sur Facebook
imgTweet.Hint=Suivez-nous sur Twitter
Button2.Caption=Parcourir...
Button3.Caption=Parcourir...
TabSheet7.Caption=Analyser

s12=Paramètres de ligne de commande:

ComboBox1.Items.Strings[0]=1 - Compression plus rapide
ComboBox1.Items.Strings[8]=9 - Compression meilleure
imgDonate.Hint=Faire un don à NoVirusThanks
sCompressWithUPX=Compresser &avec &UPX &Easy &GUI
sDeCompressWithUPX=Décompresser &avec &UPX &Easy &GUI

Button7.Caption=File Info
TabSheet9.Caption=File Info
TabSheet8.Caption=Advanced
CheckBox10.Caption=Use custom parameters for compression
CheckBox9.Caption=Use --ultra-brute compression option
CheckBox8.Caption=Use LZMA compression
